{"data_non_statistical":false,"goal_meta_link":"https://unstats.un.org/sdgs/files/metadata-compilation/Metadata-Goal-5.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (PDF 518 KB)","graph_title":"Domestic abuse-related incidents and crimes","graph_type":"line","indicator_number":"5.2.1","indicator_definition":"Proportion of ever-partnered women and girls aged 15 years and older subjected to physical, sexual or psychological violence by a current or former intimate partner in the previous 12 months, by form of violence and by age","indicator_name":"global_indicators.5-2-1-title","indicator_sort_order":"05-02-01","published":true,"reporting_status":"complete","sdg_goal":"5","target_name":"global_targets.5-2-title","target_id":"5.2","un_custodian_agency":"United Nations Children’s Fund (UNICEF) The United Nations Entity for Gender Equality and the Empowerment of Women (UN Women) United Nations Population Fund (UNFPA) World Health Organization (WHO) United Nations Office on Drugs and Crime (UNODC)  ","un_designated_tier":"2","page_content":"","national_metadata_updated_date":"2021-10-20","national_data_updated_date":"2021-10-20","national_metadata_update_url_text":"2021-10-20: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-bristol/sdg-data-bristol/commit/71d18b217559585b0f93dde07d4d7fbbacc05e60","national_data_update_url_text":"2021-10-20: see changes on GitHub","national_data_update_url":"https://github.com/sdg-bristol/sdg-data-bristol/commit/71d18b217559585b0f93dde07d4d7fbbacc05e60","National comparability":"Comparable to other Local authorities","indicator_available":"Domestic abuse-related incidents and crimes","indicator_description":"Domestic abuse-related incidents and crimes in Bristol per 1,000","computation_units":"Crude rate - per 1,000","computation_definitions":"Domestic abuse-related incidents and crimes recorded by the police, crude rates per 1,000","computation_calculations":"The data is presented as found, the original source specifies the methodology as the following: \nLocal Authorities (LAs) are allocated the crude rate of the Police Force Area (PFA) within which they sit. The method to calculate the value for each LA, based on the PFA they are covered by, is as follows:\n\nGather the latest Local Authorty District to Community Safety Partnership to Police Force Areas lookup. This is available through the following link: https://geoportal.statistics.gov.uk/search?collection=Dataset&sort=name&tags=LUP_LAD_CSP_PFA\nAt present, the lookup from LA to PFA is geographically coterminous when aggregating district councils to county councils, meaning that this lookup can be used in conjunction with a lookup aggregating from Local Authority District to Counties, in order to find the PFA for each upper tier LA. The latest lookup for Local Authority District to Counties is available through the following link:  https://geoportal.statistics.gov.uk/search?collection=Dataset&sort=name&tags=LUP_LAD_CTY\nCalculate the total number of domestic abuse-related offences and incidents by summing the number of domestic abuse-related offences from Table 9 with the number of domestic abuse-related incidents from Table 10, by Police Force Area and time period.\nGather the mid-year population estimates of those aged 16 and over for each upper tier LA, for the preceding calendar year. For example, if calculating the number of domestic abuse-related offences and incidents for the year 2015/16, the 2014 mid-year population estimates would be used. Mid-year population estimates are available through the following link: https://www.ons.gov.uk/peoplepopulationandcommunity/populationandmigration/populationestimates/datasets/populationestimatesforukenglandandwalesscotlandandnorthernireland\nUsing the lookup created to allocate PFAs to each upper tier LA, aggregate the populations for each PFA, for each time period.\nCalculate the rate of domestic abuse-related offences and incidents for each PFA by dividing the number of domestic abuse-related offences and incidents by the mid-year population and multiplying by 1,000.\nUsing the lookup created to allocate PFAs to each upper tier LA, assign the rate of each PFA to the respective upper tier LA.\nNote – data for Government Office Region (GOR) and England are presented at source, so confidence intervals can be calculated for these regions.","other_information":"Any other info on the dataset, e.g. data control applied?","data_show_map":false,"source_organisation_1":"PHE Fingertips","source_periodicity_1":"Annual","source_earliest_available_1":"2015/16","source_geographical_coverage_1":"Bristol","source_url_1":"https://fingertips.phe.org.uk/profile/public-health-outcomes-framework/data#page/4/gid/1000041/pat/6/par/E12000009/ati/102/are/E06000023/iid/92863/age/164/sex/4","source_url_text_1":"PHE Fingertips - B11","source_release_date_1":"02/02/2021","source_next_release_1":"TBA","source_statistical_classification_1":"Official Statistic","source_other_info_1":"Local authorities are allocated the rate of the police force area in which they sit","source_active_1":true,"indicator":"5.2.1"}