{"data_non_statistical":false,"goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-16-02-03.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (PDF 208 KB)","graph_title":"Violent crime - sexual offences per 1,000 population","graph_type":"line","indicator_number":"16.2.3","indicator_definition":"This indicator provides the proportion of young women and men aged 18-24 years who report having experienced any sexual violence by age 18. It is calculated by dividing the number of young women and men aged 18-24 years who report having experienced any sexual violence by age 18 by the total number of young women and men aged 18-24 years, respectively, in the population","indicator_name":"Proportion of young women and men aged 18–29 years who experienced sexual violence by age 18","indicator_sort_order":"16-02-03","published":true,"reporting_status":"complete","sdg_goal":"16","target_name":"End abuse, exploitation, trafficking and all forms of violence against and torture of children","target_id":"16.2","un_custodian_agency":"United Nations Children's Fund (UNICEF)","un_designated_tier":"2","page_content":"","national_metadata_updated_date":"2021-11-04","national_data_updated_date":"2021-11-04","national_metadata_update_url_text":"2021-11-04: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-bristol/sdg-data-bristol/commit/888508423fde53e238497b4a12331cd6ff5dff3b","national_data_update_url_text":"2021-11-04: see changes on GitHub","national_data_update_url":"https://github.com/sdg-bristol/sdg-data-bristol/commit/888508423fde53e238497b4a12331cd6ff5dff3b","National comparability":"Comparable to other Local authorities","indicator_available":"Sexual offences","indicator_description":"Description of dataset","computation_units":"Per 1000","computation_definitions":"Number of sexual offences excluding code 88E (Exposure and Voyeurism). Mid-year population estimates of the preceding calendar year, rounded to the nearest 100.","computation_calculations":"No further calculations performed on this dataset and it is shown as found. The dataset specifies its calculation as the following: The number of sexual offences is divided by the population of the area and multiplied by 1,000.","other_information":"Crime data are produced at Community Safety Partnership (CSP) level. At the time of their introduction, CSPs were formed to match each Local Authority (LA) area. As a result of mergers of both LAs and CSPs, availability of data for LAs in England changes from year to year.\n\nWith the November 2020 update, CSPs are still aligned to pre-April 2019 geographies. As such, rates could not be gathered for Bournemouth, Christchurch and Poole and Dorset individually, as the counts are collated under the old geographies Bournemouth, Poole and Dorset County Council. In order to present a rate for these areas, these two unitary authorities have had their counts and populations combined, with the same rate presented for both unitary authorities.\n\nWhere an area has no numerator or denominator data displayed, the rate is combined with another area(s). If there is more than one local authority within the CSP, and if all of these local authorities are categorised within the same deprivation decile, the counts and denominators will be included in the deprivation decile. If there is more than one local authority within the CSP, but the local authorities are in multiple deprivation deciles, the counts and denominators are excluded from the deprivation deciles. Please see 'Information on police recorded crime at CSP level' for further details:  https://www.ons.gov.uk/file?uri=/peoplepopulationandcommunity/crimeandjustice/datasets/recordedcrimedataatcommunitysafetypartnershiplocalauthoritylevel/current/prclocalauthoritytables.zip”\n\nData for CSP Manchester Airport has been excluded from the analysis. \n\nIt is not appropriate to RAG rate this indicator as it is difficult to determine whether high or low levels of sexual offences are due high or low prevalence, or high or low levels of recording.\n\nData within the police recorded crime tables data source are updated on a quarterly basis. Timepoints for the PHOF indicator are updated on an annual basis -  the data available are currently correct as of 17 July 2020. Please see the data source if you require more up to date information.","source_organisation_1":"PHE Fingertips","source_periodicity_1":"Annual","source_earliest_available_1":"2010/2011","source_geographical_coverage_1":"Bristol","source_url_1":"https://fingertips.phe.org.uk/profile/wider-determinants/data#page/4/gid/1938133073/pat/6/par/E12000009/ati/102/are/E06000023/iid/90637/age/1/sex/4","source_url_text_1":"PHE Fingertips","source_release_date_1":"03/11/2020","source_next_release_1":"TBA","source_statistical_classification_1":"Official Statistic","source_contact_1":"profilefeedback@phe.gov.uk","source_active_1":true,"indicator":"16.2.3"}