{"data_non_statistical":false,"goal_meta_link":"https://unstats.un.org/sdgs/files/metadata-compilation/Metadata-Goal-3.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (PDF 4.0 MB)","graph_title":"Gap in healthy life expectancy between the most and least deprived areas of Bristol","graph_type":"line","indicator_number":"3.8.2","indicator_name":"Proportion of population with large household expenditures on health as a share of total household expenditure or income","indicator_sort_order":"03-08-02","published":true,"reporting_status":"complete","sdg_goal":"3","target_name":"Achieve universal health coverage, including financial risk protection, access to quality essential health-care services and access to safe, effective, quality and affordable essential medicines and vaccines for all","target_id":"3.8","un_custodian_agency":"World Health Organisation (WHO)","un_designated_tier":"2","page_content":"","national_metadata_updated_date":"2021-10-28","national_data_updated_date":"2021-10-28","national_metadata_update_url_text":"2021-10-28: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-bristol/sdg-data-bristol/commit/31bddea0e2c249c9918dc6ab91a1865c0a29e3dd","national_data_update_url_text":"2021-10-28: see changes on GitHub","national_data_update_url":"https://github.com/sdg-bristol/sdg-data-bristol/commit/31bddea0e2c249c9918dc6ab91a1865c0a29e3dd","National comparability":"Comparable to other Local authorities","indicator_available":"Gap in healthy life expectancy between the most and least deprived areas of Bristol","indicator_description":"Gap in healthy life expectancy between the most and least deprived areas of Bristol disaggregated by sex.","computation_units":"Years","computation_definitions":"This indicator measures inequalities in life expectancy at birth within England as a whole, each English region, and each local authority. Life expectancy at birth is calculated for each deprivation decile of lower super output areas within each area and then the slope index of inequality (SII) is calculated based on these figures. The SII is a measure of the social gradient in life expectancy, i.e. how much life expectancy varies with deprivation. It takes account of health inequalities across the whole range of deprivation within each area and summarises this in a single number. This represents the range in years of life expectancy across the social gradient from most to least deprived, based on a statistical analysis of the relationship between life expectancy and deprivation across all deprivation deciles.\r\n\r\nLife expectancy at birth is a measure of the average number of years a person would expect to live based on contemporary mortality rates. For a particular area and time period, it is an estimate of the average number of years a newborn baby would survive if he or she experienced the age-specific mortality rates for that area and time period throughout his or her life.","computation_calculations":"No additional calculations were performed on this dataset and it is presented as found","other_information":"Lower Super Output Areas (LSOAs) in each area (England, region, local authority) were ranked in order of deprivation using overall IMD scores from the appropriate version of IMD (see point 2 below). They were then divided into ten categories or 'deprivation deciles' with approximately equal numbers of LSOAs in each. LSOA-level mortality data and population estimates were aggregated to these deprivation deciles. Life expectancy at birth was then calculated for each of the ten deprivation deciles in each area, for males and females separately.\r\n\r\nThe slope index of inequality (SII) is a measure of the social gradient in life expectancy, i.e. how much life expectancy varies with deprivation. It takes account of health inequalities across the whole range of deprivation within each area and summarises this in a single number. This represents the range in years of life expectancy across the social gradient from most to least deprived, based on a statistical analysis of the relationship between life expectancy and deprivation across all deprivation deciles.\r\n\r\nThe SII is calculated using population-weighted linear regression. To allow for differences in population size between deprivation deciles, each is given a rank score based on the midpoint of its range in the cumulative distribution of the area's population. The deciles are first ordered from most deprived to least deprived. If decile 1 then contains 12% of the population, its rank score 1 would be 12/2=6. If decile 2 includes 10% of the population, its rank score would be 12+(10/2)=17. The life expectancy for each decile is plotted against this rank score and a population-weighted regression line is fitted to the data by the least squares method. The SII is the gradient of the resulting fitted line.\r\n\r\nIMD 2010 has been used to define deprivation deciles for data up to 2009-11 (currently at England level only). IMD 2015 has been used to define deprivation deciles for time periods 2010-12 to 2015-17, and IMD 2019 has been used to define deprivation deciles for 2016-18. In doing this, areas are grouped into deprivation deciles using the Index of Multiple Deprivation which most closely aligns with the time period of the data. This provides a more accurate way of examining changes over time by deprivation.\r\n\r\nA guide to interpretation, data sources and method of calculation for the PHOF overarching indicators is available here: Technical user guide - PHOF overarching indicators","source_organisation_1":"PHE Fingertips","source_periodicity_1":"Annual","source_earliest_available_1":"Initial datapoint","source_geographical_coverage_1":"Bristol","source_url_1":"https://fingertips.phe.org.uk/profile/public-health-outcomes-framework/data#page/4/gid/1000049/pat/6/par/E12000009/ati/102/are/E06000023/iid/92901/age/1/sex/2","source_url_text_1":"PHE Fingertips","source_release_date_1":"02/02/2021","source_next_release_1":"TBA","source_statistical_classification_1":"Official Statistic","source_contact_1":"PHOF.enquiries@phe.gov.uk","source_active_1":true,"indicator":"3.8.2"}