{"data_non_statistical":false,"goal_meta_link":"https://unstats.un.org/sdgs/files/metadata-compilation/Metadata-Goal-5.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (PDF 294 KB)","graph_title":"Sexual offences per 1,000 population","graph_type":"line","indicator_number":"5.2.2","indicator_definition":"Proportion of women and girls aged 15 years and older subjected to sexual violence by persons other than an intimate partner in the previous 12 months, by age and place of occurrence","indicator_name":"Proportion of women and girls aged 15 years and older subjected to sexual violence by persons other than an intimate partner in the previous 12 months, by age and place of occurrence","indicator_sort_order":"05-02-02","published":true,"reporting_status":"complete","sdg_goal":"5","target_name":"Eliminate all forms of violence against all women and girls in the public and private spheres, including trafficking and sexual and other types of exploitation","target_id":"5.2","un_custodian_agency":"United Nations Children’s Fund (UNICEF) The United Nations Entity for Gender Equality and the Empowerment of Women (UN Women) United Nations Population Fund (UNFPA) World Health Organization (WHO) United Nations Office on Drugs and Crime (UNODC)  ","un_designated_tier":"2","page_content":"","national_metadata_updated_date":"2021-08-23","national_data_updated_date":"2021-08-23","national_metadata_update_url_text":"2021-08-23: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-bristol/sdg-data-bristol/commit/fcf40246eb26fbc345849de2ac740636f95f9039","national_data_update_url_text":"2021-08-23: see changes on GitHub","national_data_update_url":"https://github.com/sdg-bristol/sdg-data-bristol/commit/fcf40246eb26fbc345849de2ac740636f95f9039","National comparability":"Comparable to other Local authorities","indicator_available":"Violent crime - Sexual offences per 1,000 population","indicator_description":"Number of sexual offences excluding code 88E (Exposure and Voyeurism). The offence descriptions which come under the offence group 'Sexual offences' can be found here. Refer to the 'New ONS offence group'. This is expressed per 1,000 of the population.","computation_units":"Offences per 1000 population","computation_definitions":"Rate of sexual offences based on police recorded crime data per 1,000 population","computation_calculations":"No addional calculations have been performed on this dataset and it is presented as it was found.","other_information":"Denominator rounded to the nearest 100 (Mid-year population estimates of the preceding calendar year)","source_organisation_1":"Public Health England","source_periodicity_1":"Annual","source_earliest_available_1":"2010/11","source_geographical_coverage_1":"Bristol","source_url_1":"https://fingertips.phe.org.uk/profile/wider-determinants/data#page/4/gid/1938133073/pat/6/par/E12000009/ati/102/are/E06000023/iid/90637/age/1/sex/4","source_url_text_1":"Public Health England - B12c","source_release_date_1":"03/11/2020","source_next_release_1":"TBD","source_statistical_classification_1":"Official Statistic","source_contact_1":"Contact details for those responsible for dataset ideally","source_other_info_1":"Indicator ID:90637. Crime data are produced at Community Safety Partnership (CSP) level. At the time of their introduction, CSPs were formed to match each Local Authority (LA) area. As a result of mergers of both LAs and CSPs, availability of data for LAs in England changes from year to year.\r\n\r\nWith the November 2020 update, CSPs are still aligned to pre-April 2019 geographies. As such, rates could not be gathered for Bournemouth, Christchurch and Poole and Dorset individually, as the counts are collated under the old geographies Bournemouth, Poole and Dorset County Council. In order to present a rate for these areas, these two unitary authorities have had their counts and populations combined, with the same rate presented for both unitary authorities.\r\n\r\nWhere an area has no numerator or denominator data displayed, the rate is combined with another area(s). If there is more than one local authority within the CSP, and if all of these local authorities are categorised within the same deprivation decile, the counts and denominators will be included in the deprivation decile. If there is more than one local authority within the CSP, but the local authorities are in multiple deprivation deciles, the counts and denominators are excluded from the deprivation deciles. Please see 'Information on police recorded crime at CSP level' for further details:  https://www.ons.gov.uk/file?uri=/peoplepopulationandcommunity/crimeandjustice/datasets/recordedcrimedataatcommunitysafetypartnershiplocalauthoritylevel/current/prclocalauthoritytables.zip”\r\n\r\nData for CSP Manchester Airport has been excluded from the analysis. \r\n\r\nIt is not appropriate to RAG rate this indicator as it is difficult to determine whether high or low levels of sexual offences are due high or low prevalence, or high or low levels of recording.\r\n\r\nData within the police recorded crime tables data source are updated on a quarterly basis. Timepoints for the PHOF indicator are updated on an annual basis -  the data available are currently correct as of 17 July 2020. Please see the data source if you require more up to date information.","source_active_1":true,"indicator":"5.2.2"}